package org.ezcode.codetest.domain.user.model.enums;

public enum Adjective {
	멋있는, 용감한, 지혜로운, 화려한, 귀여운, 빠른, 우아한, 차분한, 활발한, 낙천적인,
	신중한, 다정한, 수줍은, 배려심깊은, 온화한, 고요한, 명랑한, 정직한, 활기찬, 친절한,
	대담한, 유쾌한, 상냥한, 유능한, 청명한, 명석한, 순수한, 부지런한, 용의주도한, 근면한,
	사려깊은, 명민한, 단호한, 냉철한, 호기심많은, 생기있는, 열정적인, 자유로운, 모험적인, 헌신적인,
	깔끔한, 독창적인, 진중한, 똑똑한, 실용적인, 신비한, 젠틀한, 유연한, 다재다능한, 배짱있는,
	순발력있는, 선량한, 인내심강한, 집중력있는, 민첩한, 풍부한, 과감한, 창의적인, 합리적인, 끈질긴,
	호감가는, 매력적인, 성실한, 강직한, 강한, 따뜻한, 겸손한, 깨끗한, 솔직한, 여유로운,
	정중한, 낭만적인, 조용한, 담백한, 균형잡힌, 용맹한, 재치있는, 평화로운, 반듯한, 침착한,
	성격좋은, 책임감있는, 다감한, 푸근한, 온순한, 시원한, 명쾌한, 적응력강한, 근엄한, 정돈된,
	유쾌발랄한, 기운찬, 생동감있는, 적극적인, 야무진, 통찰력있는, 포용력있는, 추진력있는, 자제력있는, 열의있는
}
