package org.ezcode.codetest.domain.user.model.enums;

public enum Noun {
	다람쥐, 여우, 사자, 독수리, 고양이, 토끼, 늑대, 부엉이, 코끼리, 호랑이,
	펭귄, 고래, 하마, 치타, 스컹크, 개미, 판다, 미어캣, 침팬지, 바다표범,
	거북이, 흑표범, 제비, 두루미, 수달, 기린, 삵, 두더지, 캥거루, 백조,
	청설모, 돌고래, 까마귀, 다람이, 삽살개, 들소, 갈매기, 두꺼비, 족제비, 코뿔소,
	산양, 올빼미, 알파카, 스라소니, 수리부엉이, 원숭이, 문어, 뱀장어, 메추라기, 기러기,
	앵무새, 너구리, 청둥오리, 고슴도치, 사슴, 아르마딜로, 말, 버팔로, 쥐, 뱀,
	까치, 도마뱀, 너털곰, 스컹크곰, 오소리, 타조, 얼룩말, 해달, 족제비쥐, 앵무,
	붉은여우, 산호, 코끼리개미, 사마귀, 박쥐, 해파리, 해마, 노루, 담비, 고라니,
	공작, 새우, 매, 독수리부엉이, 개, 고양이상어, 악어, 큰눈도롱뇽, 망토원숭이, 비버,
	코알라, 바다사자, 기린사슴, 비둘기, 토끼상어, 족제비상어, 검독수리, 황조롱이, 흰수염고래, 퓨마
}
